tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "ubuntu/microk8s"
brew "bash"
brew "ca-certificates"
brew "libtiff"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fontconfig"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "just"
brew "llvm"
brew "llvm@17"
brew "neovim"
brew "node"
brew "pnpm"
brew "python@3.12"
brew "podman-compose"
brew "pure"
brew "telnet"
brew "tree"
brew "uv"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "font-victor-mono-nerd-font"
cask "spotify"
cask "vivaldi"
cask "wezterm"
